Repository: bertholdm/isfdb3-calibre
Catalog: translations/*.po
Languages: de

source: Downloads metadata and covers from ISFDB (https://www.isfdb.org/)
de: Lädt Metadaten und Buchumschläge von ISFDB (https://www.isfdb.org/)

source: For further explanations see isfdb3.md file.
de: Weitere Informationen in der Datei isfdb3.md.

source: Maximum number of search results to download:
de: Maximale Anzahl an Suchergebnissen zum Herunterladen:

source: This setting only applies to ISBN and title / author searches. Book records with a valid ISFDB publication and/or title ID will return exactly one result.
de: Diese Einstellung bezieht sich ausschließlich auf eine Suche mit Titel bzw. Autor.. Bucheinträge mit einer gültigen ISFDB ID liefern genau ein Ergebnis.

source: Maximum number of covers to download:
de: Maximale Anzahl an Titelbildern zum Herunterladen:

source: The maximum number of covers to download. This only applies to publication records with no cover. If there is a cover associated with the record, only that cover will be downloaded.
de: Die maximale Anzahl an Titelbildern, die heruntergeladen werden..

source: Search ISFDB publications?
de: Ausgaben in der ISFDB suchen?

source: This only applies to title / author searches. A record with a publication ID will always return a publication.
de: Diese Einstellung bezieht sich ausschließlich auf eine Suche mit Titel bzw. Autor.. Bucheinträge mit einer gültigen ISFDB ID liefern genau ein Ergebnis.

source: Search ISFDB titles?
de: Titel in der ISFDB suchen?

source: This only applies to title / author searches. A record with a title ID and no publication ID will always return a title.
de: Diese Einstellung bezieht sich ausschließlich auf eine Suche mit Titel bzw. Autor.. Bucheinträge mit einer gültigen ISFDB ID liefern genau ein Ergebnis.

source: Search options
de: Such-Optionen

source: Choose one of the options for search variants.
de: Wählen Sie eine der folgenden Optionen als Such-Variante.

source: Title template
de: Titelvorlage

source: Allowed placeholders are: {title}, {title_sort}, {authors}, {authors_sort}, {series}, {series_code}, {series_index}, {main_series}. {series_index} can be formatted with python F-strings: p. ex. use {series_index:04d} to print out series index with 4 digits and leading zeros, if necessary. Default value ist the pure title.
de: Erlaubte Platzhalter sind: {title}, {title_sort}, {authors}, {authors_sort}, {series}, {series_code}, {series_index}, {main_series}. {series_index} kann mit Python F-Strings: formatiert werden, z. B. {series_index:04d} um die Seriennummer vierstellig mit führenden Nullen auszugeben. Standard ist der reine Titel.

source: Combine series and sub-series?
de: Serie und Unterserie zusammenfassen?

source: Choosing this option will set the series field with series and sub-series (if any).
de: Bei Auswahl dieser Option wird das "Serie"-Feld mit einer Kombination aus Serie und Unter-Serie (falls vorhanden) gefüllt (wenn vorhanden).

source: Combine series and sub-series with
de: Serie und Unterserie trennen mit

source: String to concatenate series und sub-series in the series field. Examples: "." (Calibre sort character), " | ", ...
de: Zeichenkette angeben, mit der Serie und Unterserie getrennt werden sollen. Beispiele: "." (für Calibre Sortierung), " | ", usw.

source: Unwanted Tags
de: Unerwünschte Schlagwörter

source: Comma-seperated list of tags to ignore.
de: Komma-separierte Liste von Schlagworten, die ignoriert werden sollen.

source: Note translations in comments
de: Hinweis auf Übersetzungen im Kommentar

source: Choosing this option will set information and links to ISFDB pages with translations in the indicated language(s), if provided.
de: Durch diese Option werden Informationen zu Übersetzungen eingefügt, falls vorhanden.

source: Translate ISFDB
de: ISFDB übersetzen

source: Choosing this option will traslate ISFDB texts.
de: Diese Option wählen, wenn die Texte der ISFDB übersetzt werden sollen.

source: Languages
de: Sprachen

source: Choose one language to filter titles. English is ever set.
de: Eine Sprache wählen, um Titel zu filtern. Englisch ist immer gesetzt.

source: Logging level
de: Logging-Niveau

source: ERROR = only error messages, DEBUG: all logging messages.
de: ERROR = Nur Fehlermeldungen, DEBUG: alle Meldungen.

source: Series index build options
de: Option zum Erstellen des Serien-Index

source: Choose one of the options to build the series index for periodicals from, if volume and issue number is given in "Notes" block. In most cases, the number (no.) runs within the volume number (usually a year), so two decimal places (set by Calibre) are sufficient. However, there are also cases where the issue number runs independently from 1 to hundreds of issues (e.g., New Worlds Science Fiction Magazine). Therefore switch between the options for your needs before downloading metadata. If "vol.no" is choosen and the (issue) number exceeds 99, the decimal part (no) is set to 99. If the issue number is explicitly given in the isfdb, this option is ignored. If an issue number is given as well (Vol. 4, No. 3. Issue 22) after vol. and no., the issue number is used, as if option "issue_no_only" were set. If series name is given, but no volume and/or issue at all, series index is constructed with the publication date (year,month)
de: Wählen Sie eine der Optionen zum Aufbau des Serien-Index für Periodika, sofern Band- und Heftnummer (Vol./No.) im Block „Anmerkungen“ angegeben sind. In den meisten Fällen läuft die Nummer (No.) innerhalb der Bandnummer (üblicherweise ein Jahr), sodass zwei Dezimalstellen (von Calibre festgelegt) ausreichen. Es gibt jedoch auch Fälle, in denen die Heftnummer unabhängig von 1 bis zu Hunderten von Heften läuft (z. B. New Worlds Science Fiction Magazine). Wechseln Sie daher je nach Bedarf zwischen den Optionen, bevor Sie Metadaten herunterladen. Wenn „vol.no“ gewählt ist und die Heftnummer 99 überschreitet, wird die Dezimalstelle (No.) auf 99 gesetzt. Ist die Heftnummer explizit in der ISFDB angegeben, wird diese Option ignoriert. Ist nach Band und Nr. zusätzlich eine Heftnummer angegeben (Bd. 4, Nr. 3, Heft 22), wird die Heftnummer verwendet, als wäre die Option „issue_no_only“ gesetzt. Wenn eine Serien-Bezeichnung vorhanden ist, aber keine zur Ausgabe, wird der Serienindex aus dem Veröffentlchungdatem (Jahr/Monat) erzeugt.

source: ISFDB3 is starting...
de: ISFDB3 startet...

source: Log level is {0}.
de: Logging-Niveau ist {0}.

source: Abort is set.
de: Abbruch der Verarbeitung.

source: Search for Pubs aborted because max. results are reached: {0}.
de: Such nach Veröffentlichungen abgebrochen, da die maximale Anzahl von Ergebnissen erreicht wurde: {0}.

source: {0} matches with isbn and/or isfdb-catalog ids.
de: {0} Treffer mit ISBN und/oder der ISFDB Katalog Id.

source: No id(s) given. Trying a search with title and author(s).
de: Keine IDs vorhanden. Schlüsselwortsuche mit Titel und Autor wird durchgeführt:.

source: Search for Titles aborted because max. results are reached: {0}.
de: Such nach Titeln abgebrochen, da die maximale Anzahl von Ergebnissen erreicht wurde: {0}.

source: Fetching all linked pub records...
de: Hole alle verknüpften Datensätze mit Veröffentlichungen...

source: No publications found with title and author(s) search for »{0}« by {1}.
de: Keine Veröffentlichungen gefunden mit der Titel- und Autorensuche für »{0}« von {1}.

source: Matches found (URL, relevance): {0}.
de: Treffer gefunden (URL, relevance): {0}.

source: Starting workers...
de: Starte Arbeitsprogramme...

source: Not enough information. Running identify.
de: Keine zwischengespeicherte Titelbild URL gefunden. Starte erneut Identifizierung.

source: We were unable to find any covers.
de: Es wurden keine Titelbilder gefunden.

source: Worker parsing ISFDB url: %r
de: Das Arbeitsprogramm wertet den ISFDB URL: %r aus

source: This url is a Publication.
de: Dieser URL ist eine Publikation.

source: Could not find title ID in original metadata or on publication page. Searching for title.
de: Konnte keine Titel-ID in den ursprünglichen Metadaten oder auf der Publikationsseite finden. Starte Titelsuche.

source: Warning: pub["author_string"] is not set.
de: Warnung: pub["author_string"] ist nicht gefüllt.

source: Fetching additional title information from %s
de: Hole zusätzliche Titel-Informationen aus %s

source: This is the exact title! Merge title and publication info.
de: Dies ist der genaue Titel. Mische Titel- und Publikation-Info.

source: This is not the correct title.
de: Dies ist nicht der richtige Titel.

source: We could not find a title record for this publication.
de: Es konnte kein Datensatz für diese Veröffentlichung gefunden werden.

source: This url is a Title.
de: Dieser URL ist ein Titel.

source: Out of cheese error! Unrecognised url!
de: Nicht auswertbare URL!

source: Insufficient metadata found for %r
de: Nicht genügen Metadaten gefunden für %r

source: Unknown
de: Unbekannt

source: Worker failed to fetch and parse url %r with error %r
de: Im Arbeitsprogramm trat beim Holen und Auswerten des URL %r der Fehler %r auf

source: the book has no ISBN, since it was not available in regular book shops
de: das Buch hat keine ISBN, da es nicht im regulären Buchhandel vertrieben wurde

source: There's no statement for the date of publication
de: Das Datum der Veröffentlichung ist nicht angegeben

source: No indication for the date of publication
de: Kein Hinweis auf ein Veröffentlichungsdatum

source: No statement for the date of publication
de: Das Datum der Veröffentlichung ist nicht angegeben

source: The day of publication from the monthly schedule
de: Das Datum der Veröffentlichung ist abgeleitet von der monatlichen Erscheinungsweise

source: Day of publication from the monthly schedule
de: Datum der Veröffentlichung abgeleitet von der monatlichen Erscheinungsweise

source: The day of publication from the weekly schedule
de: Das Datum der Veröffentlichung ist abgeleitet von der wöchentlichen Erscheinungsweise

source: Day of publication from the weekly schedule
de: Datum der Veröffentlichung abgeleitet von der wöchentlichen Erscheinungsweise

source: The publication date is deduced from
de: Das Erscheinungsdatum ist abgeleitet von

source: First (and probably only) printing
de: Erste (und wahrscheinlich einzige) Auflage

source: The page count begins with the cover
de: Die Seitenzählung beginnt mit dem Umschlag

source: the last story ends on this page
de: Die letzte Erzählung endet auf dieser Seite

source: A most likely abridged re-edition
de: Eine sehr wahrscheinlich gekürzte Neuauflage

source: An abridged reprint of the
de: Ein gekürzter Nachdruck der

source: First German edition and printing
de: Deutscher Erstdruck

source: First German edition
de: Deutsche Erstauflage

source: The cover artist is not credited
de: Der Titelbildkünstler ist nicht vermerkt

source: The interior art is not credited
de: Die Innenillustrationen sind nicht zugeschrieben

source: identified by his unique style
de: erkennbar an seinem unverwechselbaren Stil

source: Published simultaneously with
de: Gleichzeitig erschienen mit

source: The table of contents appears
de: Das Inhaltsverzeichnis befindet sich

source: No credit for cover art
de: Kein Künstler für das Titelbild vermerkt

source: there is no visible signature
de: es gibt keine erkennbare Signatur

source: no visible signature
de: keine erkennbare Signatur

source: stated on the copyright page
de: auf der Copyright-Seite vermerkt

source: No credit for the cover art
de: Kein Künstler für das Titelbild vermerkt

source: on the cover and the spine
de: auf der Umschlagseite und dem Buchrücken

source: Cover design credited to
de: Titelbildentwurf ist vermerkt für

source: There is no interior art
de: Ohne Innenillustrationen

source: A selected bibliography
de: Eine ausgewählte Bibliografie

source: Apparent first printing
de: Augenscheinlich Originalausgabe

source: Translation copyrighted
de: Copyright der Übersetzung

source: visible in the cover's
de: sichtbar auf des Titelbilds

source: (view Concise Listing)
de: (siehe Originalliste)

source: The not numbered pages
de: Die nicht nummerierten Seiten

source: Cover artist credited
de: Der Titelbildkünstler ist vermerkt

source: It could very well be
de: Es kommt gut infrage

source: not explicitly stated
de: nicht ausdrücklich vermerkt

source: on the copyright page
de: auf der Copyright-Seite

source: on the cover's lower left border
de: auf der linken unteren Umschlagsseite

source: The copyright is assigned for the year
de: Der Urheber/Copyright-Vermerk nennt das Jahr

source: has a teaser for the next number
de: enthält eine Vorschau der nächsten Ausgabe

source: to the author
de: dem Autor

source: Stated first printing
de: Originalausgabe vermerkt

source: Most likely abridged
de: Sehr wahrscheinlich gekürzt

source: publication schedule
de: Erscheinungsweise

source: Month of publication
de: Der Monat der Veröffentlichung

source: did the majority of
de: lieferte den Löwenanteil von

source: is clearly visible
de: ist klar sichtbar

source: A table of contents
de: Ein Inhaltsverzeichnis

source: publication series
de: Reihe

source: but his signature
de: aber seine Signatur

source: interior artwork
de: Innenillustration

source: is referenced via
de: ist identifiziert via

source: on the title page
de: auf der Umschlagseite

source: Possibly abridged
de: Möglicherweise gekürzt

source: Table of contents
de: Inhaltsverzeichnis

source: Abridged reprint
de: Gekürzter Nachdruck

source: this translation
de: diese Übersetzung

source: was published in
de: wurde veröffentlicht in

source: Author's Note
de: Anmerkung des Verfassers

source: Basic data from
de: Grunddaten von

source: second printing
de: zweiter Druck

source: the fortnightly
de: der vierzehntäglichen

source: the four-weekly
de: der vierwöchtentlichen

source: first printing
de: Erstdruck

source: Original title
de: Originaltitel

source: The Page count
de: Die Seitenzählung

source: the title page
de: der Umschlagseite

source: with the cover
de: mit der Umschlagseite

source: calender week
de: Kalenderwoche

source: First edition and printing
de: Erstauflage und-druck

source: First edition
de: Erstauflage

source: First printing
de: Erstdruck

source: identified by
de: identifiziert durch

source: special price
de: Sonderpreis

source: The cover art
de: Das Titelbild

source: Translated by
de: Deutsch von

source: Cover artist
de: Titelbild-Künstler

source: interior art
de: Innenillustration

source: is stated on
de: ist vermerkt auf

source: not stated
de: nicht vermerkt

source: on the cover
de: auf der Umschlagseite

source: on the spine
de: auf dem Buchrücken

source: Other prices
de: Fremdwährungen

source: short story
de: Kurzgeschichte

source: the 4-weekly
de: der vierwöchtentlichen

source: of a month
de: eines Monats

source: dedicated
de: zugeschrieben

source: Netherlands
de: Niederlande

source: Other price
de: Fremdwährung

source: Switzerland
de: Schweiz

source: this number
de: diese Nummer

source: uncredited
de: anonym

source: unpaginated
de: ungezählt

source: The unpaginated
de: Die nicht nummerierte

source: <b>and</b>
de: <b>und</b>

source: Collection
de: Sammlung

source: collection
de: Sammlung

source: Month from
de: Monat anhand

source: noveletta
de: Novelette

source: rear flap
de: hintere Umschlagklappe

source: re-edition
de: Neuauflage

source: Romanette
de: Kurzroman

source: the weekly
de: der wöchentlichen

source: trans. of
de: deutsche Ausgabe von

source: Translator
de: Übersetzer

source: is not numbered
de: ist nicht nummeriert

source: unnumbered
de: nicht nummeriert

source: variant of
de: Variante von

source: Anthology
de: Anthologie

source: chapbook
de: Groschenheft

source: hardcover edition
de: gebundenen Ausgabe

source: day from
de: Tag anhand

source: edited by
de: herausgegeben von

source: hardvover
de: gebundenes Buch

source: paperback
de: Taschenbuch

source: publisher
de: Verleger

source: signature
de: Signatur

source: The month
de: Der Monat

source: starts
de: beginnt

source: states
de: vermerkt

source: ad pages
de: Anzeigenseiten

source: Chapbook
de: Groschenheft

source: Contents
de: Inhalt

source: credited
de: vermerkt

source: Day from
de: Tag anhand

source: novella
de: Novelle

source: omnibus
de: Reader

source: or later
de: oder später

source: Possibly
de: Möglicherweise

source: schedule
de: Erscheinungsweise

source: corner
de: Ecke

source: cover
de: Titelbild

source: pages
de: Seiten

source: upper
de: oberen

source: ad page
de: Anzeigenseite

source: Austria
de: Österreich

source: deduced
de: abgeleitet

source: edition
de: Ausgabe

source: Omnibus
de: Reader

source: review
de: Rezension

source: The day
de: Der Tag

source: various
de: Diverse

source: appears
de: erscheint

source: from
de: von

source: left
de: linken

source: page
de: Seite

source: Editor
de: Herausgeber

source: essay
de: Aufsatz

source: novel
de: Roman

source: Title
de: Titel

source: are
de: sind

source: bep
de: hinteres Vorsatzblatt

source: as by
de: alias

source: Italy
de: Italien

source: p.
de: S.

source: fep
de: vorderes Vorsatzblatt

source: Pp.
de: Seiten

source: P.
de: S.

source: Error while encoding {0}: {1}.
de: Beim Codieren ist ein Fehler aufgetreten {0}: {1}.

source: Truncate the search string at the error position and search with the substring: {0}.
de: Der Suchtext wird an der Fehlerstelle abgeschnitten: {0}.

source: Advanced search not allowed for not logged in users. Trying a simple search.
de: Erweiterte Suche nicht erlaubt für nicht angemeldete Benutzer. Einfache Suche wird durchgeführt.

source: No root found, neither with advanced or simple search. HTML output follows. Abort.
de: Unbekannte Seitenstruktur. HTML-Ausgabe folgt. Abbruch.

source: ISFDB webpage has redirected to a title page (only one title found), located at: {0}.
de: Die ISFDB Übersichtsseite hat weitergeleitet zur Detailseite {0} (da nur ein Titel vorhanden). Steht noch auf der To-Do-Liste.

source: (Editor)
de: (Herausgeber)

source: Series is: "{0}". Now searching series index in "{1}"
de: Serie ist: {0}. Suche jetzt den Serien-Index in "{1}"

source: Reported number was {0} and was reduced to a Calibre compatible format.<br />
de: Seriennummer war {0} und wurde in ein Calibre-kompatibles Format umgesetzt.<br />

source: Reported number was the roman numeral {0} and was converted to a Calibre compatible format.<br />
de: Seriennummer war {0} und wurde in ein Calibre-kompatibles Format umgesetzt.<br />

source: Could not convert {0} to a Calibre compatible format.<br />
de: Seriennummer war {0} und wurde in ein Calibre-kompatibles Format umgesetzt.<br />

source: by
de: von

source: Unknown catalog with more than one link.
de: Unbekannter Katalog mit mehr als einem Link.

source: Error parsing section %r for url: %r. Error: %r
de: Fehler beim Parsen von Abschnitt %r für die URL: %r. Fehler: %r

source: Error parsing the second content box for url: %r. Error: %r
de: Fehler beim Parsen der <i>content box</i> mit der Titelzeile und dem Inhaltsverzeichnis für die URL: %r. Fehler: %r

source: Source for publication metadata:
de: Quelle für Metadaten der Veröffentlichung

source: No series found so far. Looking further.
de: Bisher keine Serie gefunden. Suche weiter.

source: Source for series metadata:
de: Quelle für Metadaten der Serie

source: No series found at all.
de: Endgültig keine Serie gefunden.

source: Error parsing cover for url: %r. Error: %r
de: Fehler beim Parsen des Titelbildes für die URL: %r. Fehler: %r

source: Title.stub_from_simple_search(): row is None.
de: Title.stub_from_search(): hat keine Daten geliefert.

source: Reported number was {0} and was reduced to a Calibre compatible format.
de: Seriennummer war {0} und wurde in ein Calibre-kompatibles Format umgesetzt.

source: Error parsing section {0} for url: {1}. Error: {2}
de: Fehler beim Parsen von Abschnitt {0} für den URL: {1}. Fehler: {2}

source: Source for title metadata:
de: Quelle für Metadaten des Titels

source: First published in:
de: Zuerst veröffentlicht in:
